Revit 2027 API
ParameterTypeId.RebarSystemSpacingFrontDirn1 Property
 "Exterior Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingFrontDirn1 { get; }
Public Shared ReadOnly Property RebarSystemSpacingFrontDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingFrontDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingFrontDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace